export const malCauseData:{
    title: string;
    details: {
      id: number;
      point: string;
      description: string;
    }[];
  }={
    title:'വായു മലിനീകരണത്തിന്റെ കാരണങ്ങൾ',
   details:[{
    id:1,
    point:'വാഹന പുറന്തള്ളൽ',
    description:'കാറുകൾ, ട്രക്കുകൾ, മോട്ടോർസൈക്കിളുകൾ എന്നിവയിൽ നിന്നുള്ള പുറന്തള്ളൽ നൈട്രജൻ ഓക്സൈഡുകളും കണികാ ദ്രവ്യങ്ങളും പോലുള്ള ദോഷകരമായ മലിനീകരണം പുറത്തുവിടുന്നു.'
},{
    id:2,
    point:' വ്യാവസായിക പ്രവർത്തനങ്ങൾ',
    description:'ഫാക്ടറികളും വൈദ്യുത നിലയങ്ങളും സൾഫർ ഡയോക്സൈഡ്, കാർബൺ മോണോക്സൈഡ്, അസ്ഥിര ജൈവ സംയുക്തങ്ങൾ തുടങ്ങിയ മലിനീകരണം പുറന്തള്ളുന്നു.'
},{
    id:3,
    point:'ഫോസിൽ ഇന്ധനങ്ങൾ കത്തിക്കുന്നത്',
    description:'ഊർജ്ജ ഉൽപ്പാദനത്തിനും ഗതാഗതത്തിനുമായി കൽക്കരി, എണ്ണ, വാതകം എന്നിവയുടെ ജ്വലനം വായു മലിനീകരണത്തിന് കാരണമാകുന്നു.'
},
{
    id:4,
    point:'കാർഷിക രീതികൾ',
    description:'കീടനാശിനികൾ, രാസവളങ്ങൾ, കന്നുകാലി ഉദ്‌വമനം എന്നിവ അമോണിയയും ഹരിതഗൃഹ വാതകങ്ങളും വായുവിലേക്ക് വിടുന്നു.'
},
{
    id:5,
    point:'വനനശീകരണം',
    description:'വനങ്ങൾ വൃത്തിയാക്കുന്നത് സ്വാഭാവിക വായു ശുദ്ധീകരണം കുറയ്ക്കുകയും ഹരിതഗൃഹ വാതകത്തിന്റെ അളവ് വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.'
},
{
    id:6,
    point:'മാലിന്യം ദഹിപ്പിക്കൽ',
    description:'മാലിന്യങ്ങൾ കത്തിക്കുന്നത് വിഷവസ്തുക്കളും കണികകളും പുറത്തുവിടുന്നു, ഇത് വായു മലിനീകരണത്തിന് കാരണമാകുന്നു.'
},{
    id:7,
    point:'ഇൻഡോർ മലിനീകരണം',
    description:'പാചകം, ചൂടാക്കൽ, പുകവലി തുടങ്ങിയ ഇൻഡോർ പ്രവർത്തനങ്ങൾ വായുവിലേക്ക് ദോഷകരമായ മലിനീകരണം പുറപ്പെടുവിക്കും'
},{
    id:8,
    point:'നിർമ്മാണവും പൊളിക്കലും',
    description:'പൊടിയും നിർമ്മാണവുമായി ബന്ധപ്പെട്ട പ്രവർത്തനങ്ങളും നഗരപ്രദേശങ്ങളിലെ വായുവിന്റെ ഗുണനിലവാരം മോശമാക്കും.'
},{
    id:9,
    point:'സ്വാഭാവിക കാരണങ്ങൾ',
    description:'കാട്ടുതീ, അഗ്നിപർവ്വത സ്ഫോടനങ്ങൾ, പൊടിക്കാറ്റ് എന്നിവ വായുവിന്റെ ഗുണനിലവാരത്തെ താൽക്കാലികമായി ബാധിക്കും.'
},{
    id:10,
    point:'കാലാവസ്ഥാ സാഹചര്യങ്ങൾ',
    description:'ചില കാലാവസ്ഥാ പാറ്റേണുകൾക്ക് മണ്ണിനോട് ചേർന്നുള്ള മലിനീകരണ വസ്തുക്കളെ കുടുക്കാൻ കഴിയും, ഇത് പുകമഞ്ഞിനും മോശം വായുവിന്റെ ഗുണനിലവാരത്തിനും ഇടയാക്കും.'
}]}