export const malFeatureContent: {
    title: string;
    description: string;
    condition:string,
    features: {
      title: string;
      points: { id: number; point: string; description: string }[];
    };
  } = {
    title: "Air Checker ?",
    description: `അക്ഷാംശ, രേഖാംശ കോർഡിനേറ്റുകൾ ഉപയോഗിച്ച് തങ്ങളുടെ പ്രദേശത്തിന്റെ തത്സമയ വായുവിന്റെ ഗുണനിലവാരം പരിശോധിക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന ശക്തമായ ഒരു വെബ് ആപ്ലിക്കേഷനാണിത്. ഗ്രാഫുകൾ മുഖേന ഓരോ എയർ ക്വാളിറ്റി ഡാറ്റാ പോയിന്റിന്റെയും ദൃശ്യപരമായ പ്രാതിനിധ്യം ആപ്ലിക്കേഷൻ നൽകുന്നു, ഒറ്റനോട്ടത്തിൽ വിലയേറിയ ഉൾക്കാഴ്ചകൾ നേടാൻ ഉപയോക്താക്കളെ പ്രാപ്തരാക്കുന്നു. കൂടാതെ, "നല്ലത്", "മിതമായത്", "മോശം," "കഠിനമായത്" അല്ലെങ്കിൽ "അപകടകരമായത്" എന്നിങ്ങനെയുള്ള വിവിധ തലങ്ങളായി ആപ്പ് നിലവിലെ വായു നിലവാരത്തെ തരംതിരിക്കുന്നു. മാത്രമല്ല, എയർ ചെക്കറിൽ അവശ്യ ഉള്ളടക്കം ഉൾപ്പെടുന്നു, മുൻകരുതൽ നടപടികളും കാരണങ്ങളും വായു ഗുണനിലവാര ആശങ്കകൾ പരിഹരിക്കുന്നതിനുള്ള സാധ്യതയുള്ള പരിഹാരങ്ങളും വാഗ്ദാനം ചെയ്യുന്നു.`,
    condition:`ഇന്നത്തെ വായുവിന്റെ ഗുണനിലവാരം`,
    features: {
      title: "ഫീച്ചറുകൾ",
      points: [
        {
          id: 1,
          point: "ഗ്രാഫുകൾ വഴിയുള്ള ദൃശ്യവൽക്കരണം",
          description: `ഇന്ററാക്ടീവ് ഗ്രാഫുകൾ വഴി എയർ ക്വാളിറ്റി ഡാറ്റ ദൃശ്യപരമായി അവതരിപ്പിച്ചുകൊണ്ട് എയർ ചെക്കർ ഉപയോക്തൃ അനുഭവം മെച്ചപ്പെടുത്തുന്നു. ഉപയോക്താക്കൾക്ക് കാലക്രമേണ ട്രെൻഡുകളും പാറ്റേണുകളും വിശകലനം ചെയ്യാൻ കഴിയും, അറിവോടെയുള്ള തീരുമാനങ്ങൾ എടുക്കാൻ അവരെ പ്രാപ്തരാക്കുന്നു.`,
        },
        {
          id: 2,
          point: "ആക്സസിബിലിറ്റിക്ക് വേണ്ടിയുള്ള സംഭാഷണം",
          description:
            "കാഴ്ച വൈകല്യമുള്ള ഉപയോക്താക്കൾക്കായി, എയർ ചെക്കർ കേൾക്കാവുന്ന വായു ഗുണനിലവാര വിവരങ്ങൾ നൽകുന്ന ഒരു സംഭാഷണ സവിശേഷത ഉൾക്കൊള്ളുന്നു. ഒരു ബട്ടണിൽ ക്ലിക്കുചെയ്യുന്നതിലൂടെ, എല്ലാ ഉപയോക്താക്കൾക്കും പ്രവേശനക്ഷമത ഉറപ്പാക്കിക്കൊണ്ട്, ആപ്പ് നിലവിലെ വായുവിന്റെ ഗുണനിലവാരം വായിക്കും.",
        },
        {
          id: 3,
          point: "മലയാള വിവർത്തകൻ",
          description:
            "ഇംഗ്ലീഷ് മനസ്സിലാക്കാൻ ബുദ്ധിമുട്ടുള്ള ഉപയോക്താക്കൾക്കായി, എയർ ചെക്കറിൽ ഒരു മലയാളം വിവർത്തക ഫീച്ചർ ഉൾപ്പെടുന്നു. ഉപയോക്താക്കൾക്ക് വായു ഗുണനിലവാര വിവരങ്ങളും അനുബന്ധ ഉള്ളടക്കങ്ങളും മലയാളത്തിലേക്ക് വിവർത്തനം ചെയ്യാൻ തിരഞ്ഞെടുക്കാം, ഇത് വിശാലമായ പ്രേക്ഷകർക്ക് കൂടുതൽ ആക്സസ് ചെയ്യാൻ കഴിയും.",
        },
        {
          id: 4,
          point: "പ്രോഗ്രസീവ് വെബ് ആപ്പ് (PWA)",
          description:
            "എയർ ചെക്കർ ഒരു പ്രോഗ്രസീവ് വെബ് ആപ്പ് ആയി വികസിപ്പിച്ചിരിക്കുന്നു, ഇത് ഉപയോക്താക്കളെ അവരുടെ ഉപകരണങ്ങളിൽ ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്യാൻ അനുവദിക്കുന്നു. ഈ ഫീച്ചർ ഉപയോക്തൃ അനുഭവം മെച്ചപ്പെടുത്തുന്നു, ഓഫ്‌ലൈൻ ആക്‌സസിനെ പിന്തുണയ്‌ക്കുമ്പോഴും ഡാറ്റ ഉപഭോഗം കുറയ്ക്കുമ്പോഴും നേറ്റീവ് ആപ്പ് പോലുള്ള അനുഭവം നൽകുന്നു.",
        },
      ],
    },
  };
  