export const malPrecautionData: {
    title: string;
    details: {
      id: number;
      point: string;
      description: string;
    }[];
  } = {
    title: "മുൻകരുതലുകൾ",
    details: [
      {
        id: 1,
        point: "ഔട്ട്‌ഡോർ പ്രവർത്തനങ്ങൾ പരിമിതപ്പെടുത്തുക",
        description:
          "വായുവിന്റെ ഗുണനിലവാരം ഏറ്റവും മോശമായിരിക്കുമ്പോൾ മലിനീകരണം കൂടുതലുള്ള സമയങ്ങളിൽ ഔട്ട്ഡോർ പ്രവർത്തനങ്ങൾ ഒഴിവാക്കുക.",
      },
      {
        id: 2,
        point: "മാസ്കുകളും ഫിൽട്ടറുകളും ഉപയോഗിക്കുക",
        description:
          "മലിനീകരണം ശ്വസിക്കുന്നത് കുറയ്ക്കാൻ മാസ്കുകൾ ധരിക്കുക, HEPA ഫിൽട്ടറുകൾ ഉള്ള എയർ പ്യൂരിഫയറുകൾ ഉപയോഗിക്കുക.",
      },
      {
        id: 3,
        point: "ഇൻഡോർ സ്പേസുകൾ വൃത്തിയായി സൂക്ഷിക്കുക",
        description:
          "ഇൻഡോർ മാലിന്യങ്ങൾ അടിഞ്ഞുകൂടുന്നത് കുറയ്ക്കാൻ ഇടയ്ക്കിടെ വൃത്തിയായി സൂക്ഷിക്കുക.",
      },
      {
        id: 4,
        point: "ചവറ്റുകുട്ട കത്തിക്കുന്നത് ഒഴിവാക്കുക",
        description:
          "പാഴ് വസ്തുക്കൾ കത്തിക്കുന്നതിൽ നിന്ന് വിട്ടുനിൽക്കുക, കാരണം അത് വായുവിലേക്ക് ദോഷകരമായ വസ്തുക്കളെ പുറത്തുവിടുന്നു",
      },
      {
        id: 5,
        point: "സുസ്ഥിര ഗതാഗതം തിരഞ്ഞെടുക്കുക",
        description:
          "സൈക്ലിംഗ് അല്ലെങ്കിൽ ഇലക്ട്രിക് വാഹനങ്ങൾ പോലുള്ള പരിസ്ഥിതി സൗഹൃദ ഗതാഗത ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുക.",
      },
      {
        id: 6,
        point: "വായുവിന്റെ ഗുണനിലവാരം നിരീക്ഷിക്കുക",
        description:
          "എയർ ക്വാളിറ്റി മോണിറ്ററിംഗ് ആപ്പുകളോ വെബ്‌സൈറ്റുകളോ ഉപയോഗിച്ച് നിങ്ങളുടെ പ്രദേശത്തെ വായുവിന്റെ നിലവാരത്തെ കുറിച്ച് അറിഞ്ഞിരിക്കുക.",
      },
      {
        id: 7,
        point: "വായു ശുദ്ധീകരിക്കുന്ന ചെടികൾ നടുക",
        description:
          "കറ്റാർ വാഴ, സ്പൈഡർ ചെടികൾ എന്നിവ വീടിനുള്ളിലെ വായു ശുദ്ധീകരിക്കാൻ സഹായിക്കും.",
      },
      {
        id: 8,
        point: "ഊർജം സംരക്ഷിക്കുക",
        description:
          " ഹരിതഗൃഹ വാതക ഉദ്‌വമനവും വായു മലിനീകരണവും കുറയ്ക്കുന്നതിന് ഊർജ്ജ ഉപഭോഗം കുറയ്ക്കുക.",
      },
      {
        id: 9,
        point: "നിയമവിരുദ്ധ പ്രവർത്തനങ്ങൾ റിപ്പോർട്ട് ചെയ്യുക",
        description:
          "നിയമവിരുദ്ധമായി കത്തിക്കുന്നതോ മലിനീകരണം പുറന്തള്ളുന്നതോ ആയ പ്രവർത്തനങ്ങളെക്കുറിച്ച് അധികൃതരെ അറിയിക്കുക.",
      },
      {
        id: 10,
        point: " ഉത്തരവാദിത്ത ശീലങ്ങൾ പ്രോത്സാഹിപ്പിക്കുക",
        description:
          "പരിസ്ഥിതി ബോധമുള്ള പെരുമാറ്റങ്ങൾ സ്വീകരിക്കാനും വായു മലിനീകരണത്തിൽ അവയുടെ ആഘാതം കുറയ്ക്കാനും മറ്റുള്ളവരെ പ്രചോദിപ്പിക്കുക",
      },
    ],
  };
  