export const malSolutionData:{
    title: string;
    details: {
      id: number;
      point: string;
      description: string;
    }[];
  }={
    title:'വായു മലിനീകരണത്തിന്റെ പരിഹാരങ്ങൾ:',
    details:[{
    id:1,
    point:'ക്ലീൻ എനർജിയിലേക്ക് മാറുക',
    description:' ദോഷകരമായ മലിനീകരണം പുറന്തള്ളുന്ന ഫോസിൽ ഇന്ധനങ്ങളെ ആശ്രയിക്കുന്നത് കുറയ്ക്കാൻ സൗരോർജ്ജം, കാറ്റ് എന്നിവ പോലുള്ള പുനരുപയോഗ ഊർജ സ്രോതസ്സുകൾ ഉപയോഗിക്കുക.'
},{
    id:2,
    point:'സുസ്ഥിര ഗതാഗതം പ്രോത്സാഹിപ്പിക്കുക',
    description:' വാഹനങ്ങളുടെ പുറന്തള്ളലും ഗതാഗതക്കുരുക്കും കുറയ്ക്കുന്നതിന് നടത്തം, സൈക്ലിംഗ് അല്ലെങ്കിൽ പൊതുഗതാഗതം ഉപയോഗിക്കുക.'
},{
    id:3,
    point:'ഇൻഡോർ വായുവിന്റെ ഗുണനിലവാരം മെച്ചപ്പെടുത്തുക',
    description:'എയർ പ്യൂരിഫയറുകൾ ഉപയോഗിക്കുക, ഇൻഡോർ മലിനീകരണം കുറയ്ക്കുന്നതിന് ഇൻഡോർ ഇടങ്ങൾ നന്നായി വായുസഞ്ചാരമുള്ളതാക്കുക.'
},
{
    id:4,
    point:'മരങ്ങളും പച്ചപ്പും നട്ടുപിടിപ്പിക്കുക',
    description:'മരങ്ങൾ പ്രകൃതിദത്ത എയർ ഫിൽട്ടറുകളായി പ്രവർത്തിക്കുന്നു, അതിനാൽ കൂടുതൽ മരങ്ങൾ നട്ടുപിടിപ്പിക്കുകയും നിങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ ഹരിത ഇടങ്ങൾ സൃഷ്ടിക്കുകയും ചെയ്യുക.'

},{
    id:5,
    point:'സപ്പോർട്ട് എമിഷൻ സ്റ്റാൻഡേർഡ്സ്',
    description:'മലിനീകരണം പരിമിതപ്പെടുത്തുന്നതിന് വ്യവസായങ്ങൾക്കും വാഹനങ്ങൾക്കുമുള്ള എമിഷൻ റെഗുലേഷനുകൾക്കായി വാദിക്കുകയും അനുസരിക്കുകയും ചെയ്യുക.'
},
{
    id:6,
    point:'കുറയ്ക്കുക, പുനരുപയോഗം ചെയ്യുക, പുനരുപയോഗം ചെയ്യുക',
    description:'മാലിന്യങ്ങൾ പുറന്തള്ളുന്ന മാലിന്യങ്ങൾ കത്തിക്കുന്നത് പരമാവധി കുറയ്ക്കുന്നതിന് മാലിന്യം കുറയ്ക്കലും പുനരുപയോഗവും പരിശീലിക്കുക.'
},{
    id:7,
    point:'പരിസ്ഥിതി സൗഹൃദ ഉൽപ്പന്നങ്ങൾ ഉപയോഗിക്കുക',
    description:'ദോഷകരമായ ഉദ്വമനം കുറയ്ക്കുന്നതിന് പരിസ്ഥിതി സൗഹൃദ ഗാർഹിക, വ്യക്തിഗത പരിചരണ ഉൽപ്പന്നങ്ങൾ തിരഞ്ഞെടുക്കുക.'
},{
    id:8,
    point:'അവബോധം വളർത്തുക',
    description:' വായു മലിനീകരണത്തിന്റെ ആഘാതത്തെക്കുറിച്ച് മറ്റുള്ളവരെ ബോധവൽക്കരിക്കുകയും കാർബൺ കാൽപ്പാടുകൾ കുറയ്ക്കുന്നതിനുള്ള ലളിതമായ നടപടികൾ സ്വീകരിക്കാൻ എല്ലാവരെയും പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുക.'
},{
    id:9,
    point:'ശുചീകരണ പ്രവർത്തനങ്ങളിൽ പങ്കെടുക്കുക',
    description:'പൊതു ഇടങ്ങളിൽ നിന്ന് മാലിന്യങ്ങളും മാലിന്യങ്ങളും നീക്കം ചെയ്യുന്നതിനുള്ള കമ്മ്യൂണിറ്റി ക്ലീനിംഗ് കാമ്പെയ്‌നുകളിൽ ചേരുക.'
},{
    id:10,
    point:'ഹരിത നയങ്ങളെ പിന്തുണയ്‌ക്കുക',
    description:'പരിസ്ഥിതി സംരക്ഷണത്തിന് മുൻഗണന നൽകുന്നതും സുസ്ഥിരമായ പ്രവർത്തനങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നതുമായ നയങ്ങൾക്കായി വാദിക്കുക.'
}]}
